{
    "data": [
        {
            "id": {
                "tmdb": "105",
                "imdb": "tt0088763",
                "mid": "4c807d428f85fb33b0cf57d39701565b3ea9200dd07f4389664b55bd36332edf"
            },
            "title": "Back to the Future",
            "category": "movie",
            "release_date": "1985-07-03",
            "tagline": "He's the only kid ever to get into trouble before he was born.",
            "poster": "/7lyBcpYB0Qt8gYhXYaEZUNlNQAv.jpg",
            "review": "Back to the future is one of the first movies I was impressed with. It is fun to watch.",
            "language": "English",
            "overview": "Eighties teenager Marty McFly is accidentally sent back in time to 1955, inadvertently disrupting his parents' first meeting and attracting his mother's romantic interest. Marty must repair the damage to history by rekindling his parents' romance and - with the help of his eccentric inventor friend Doc Brown - return to 1985."
        },
        {
            "id": {
                "tmdb": "25120",
                "imdb": "tt1537032",
                "mid": "5bec85a29ac62b9f521579cc05eeb018d2e8ddc6836108eb685f0c7aeedc5e42"
            },
            "title": "Kanthaswamy",
            "category": "movie",
            "release_date": "2009-08-21",
            "tagline": "",
            "poster": "/iglJvWYlHE8eFZTewFJIyGUI0Mt.jpg",
            "review": "One of the worst movies ever. The movie created so much hype before releasing, but eventually on release it turned out to be a big dud.",
            "language": "Tamil",
            "overview": "The film's plot revolves around Kanthasamy (played by Vikram), who is a Income Tax officer in the CBI, and his friends, granting the wishes of the needy who write letters to a local Lord Muruga temple by disguising himself as an anthropomorphic chicken. During a CBI income tax raid, he discovers a stash of black money owned by Ponnusamy (played by Ashish Vidyarthi), a rich and corrupted entrepreneur. Ponnusamy pretends to be paralysed to escape the questioning. Angered by the news that her father is paralysed, Ponnusamy's daughter, Subbulakshmi (played by Shriya Saran) goes after Kanthasamy to seek revenge by pretending to be in love with him. Kanthasamy, knowing Subbulakshmi's real intentions plays along in the game. This forms a cat and mouse chase between the two."
        },
        {
            "id": {
                "tmdb": "82690",
                "imdb": "tt1772341",
                "mid": "cb4be377ef4b8e8399c51ed379b29cacd4ade648b162ae6f222e6e98d091f4be"
            },
            "title": "Wreck-It Ralph",
            "category": "movie",
            "release_date": "2012-11-01",
            "tagline": "The story of a regular guy just looking for a little wreck-ognition.",
            "poster": "/j8M1kHBAXa6KFNzGnWtdsVsLUro.jpg",
            "review": "A break from the routine movies, it is a fun take on the villains. It humanizes all the villains.",
            "language": "English",
            "overview": "Wreck-It Ralph is the 9-foot-tall, 643-pound villain of an arcade video game named Fix-It Felix Jr., in which the game's titular hero fixes buildings that Ralph destroys. Wanting to prove he can be a good guy and not just a villain, Ralph escapes his game and lands in Hero's Duty, a first-person shooter where he helps the game's hero battle against alien invaders. He later enters Sugar Rush, a kart racing game set on tracks made of candies, cookies and other sweets. There, Ralph meets Vanellope von Schweetz who has learned that her game is faced with a dire threat that could affect the entire arcade, and one that Ralph may have inadvertently started."
        },
        {
            "id": {
                "tmdb": "54639",
                "imdb": "tt1773109",
                "mid": "c7b8a4998e2dc14dbb7157716bd9b423e355a67f1c62cbc3d1531ca232f85029"
            },
            "title": "Yamla Pagla Deewana",
            "category": "movie",
            "release_date": "2011-01-14",
            "tagline": "",
            "poster": "/vIR7kZhz8xQAUYg53R9ePbbC4GY.jpg",
            "review": "The Deol Trio's best film ever. LOL",
            "language": "Hindi",
            "overview": "Dharmendra and Bobby play a crooked father-son pair based in Varanasi. Sunny plays a Canada based upright man who gets to know after two decades that he has a father and brother in Varanasi. The film is about Sunny's journey to his past."
        },
        {
            "id": {
                "tmdb": "498860",
                "imdb": "tt2066171",
                "mid": "41ae2c859e6800b37644ced74f8f4ab4c3e88c7bf126d02165e097198fac2de6"
            },
            "title": "Yu-Gi-Oh! 3D: Bonds Beyond Time Abridged",
            "category": "movie",
            "release_date": "2011-11-06",
            "tagline": "",
            "poster": "/qlK2XYm35yzK2amX49UXiVbGKGe.jpg",
            "review": ".hadkladlakdlkaldkadlkadlkda andakdsdjasjd adsd ",
            "language": "English",
            "overview": "Yugi, Jaden and Yusei must travel through time and team up to save a children's card game."
        },
        {
            "id": {
                "tmdb": "565179",
                "imdb": "tt7278824",
                "mid": "8335caf676d20f87586e49b191148f8322c507f7fe6845ee11026dfe8a8529da"
            },
            "title": "The First King",
            "category": "movie",
            "release_date": "2019-01-31",
            "tagline": "",
            "poster": "/yO3749nMhVrPW2uzKZkkaKNfXvD.jpg",
            "review": "this is a text in <b>bold</b>\nthis is new line",
            "language": "Latin",
            "overview": "Romulus and Remus, two shepherds and loyal brothers, end up taking part to a journey that will lead one of them to be the founder of the greatest nation ever seen. However, the fate of the chosen one will pass from killing his own brother."
        },
        {
            "id": {
                "tmdb": "419704",
                "imdb": "tt2935510",
                "mid": "0027d9d556aeb5623839292ee96f92bd7278b5c0c6b3b261d3ef176d78b2e2b9"
            },
            "title": "Ad Astra",
            "category": "movie",
            "release_date": "2019-09-17",
            "tagline": "The answers we seek are just outside our reach",
            "poster": "/xBHvZcjRiWyobQ9kxBhO6B2dtRI.jpg",
            "review": "hhgjhkkhgcv bb",
            "language": "English",
            "overview": "The near future, a time when both hope and hardships drive humanity to look to the stars and beyond. While a mysterious phenomenon menaces to destroy life on planet Earth, astronaut Roy McBride undertakes a mission across the immensity of space and its many perils to uncover the truth about a lost expedition that decades before boldly faced emptiness and silence in search of the unknown."
        }
    ]
}